[ADD_ABILITY.A_vampire_addl_Buff H7BaseBuff]
mName=""
mTooltip=""

[Heros_names.A_khan_Name H7GlobalName]
mName="可汗"

[Heros_names.A_Lysander_Name H7GlobalName]
mName="莱桑德"

[Necropolis.A_Khan H7EditorHero]
mName=""
mLore=""

[Necropolis.A_Lysander H7EditorHero]
mName=""
mLore=""

[Necropolis_HallHeroes.A_HeroBio_khan H7HeroBioData]
mText=""

[Necropolis_HallHeroes.A_HeroBio_Lysander H7HeroBioData]
mText=""

[Specialisation.A_vampire_contagion_Buff H7BaseBuff]
mName="血腥增殖"
mTooltip="每当一个敌方单位队伍被消灭时，此生物有20%的几率将其队伍数量增加 %special1 。"

Version 1.35

[ADD_ABILITY.A_vampire_add H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="血腥增殖"
mTooltip="英雄军队中的吸血鬼类生物拥有 %buff1.buff.stat1 %buff1.buff.stat1.icon 防御，%buff1.buff.stat2 %buff1.buff.stat2.icon 生命值，并获得能力 %spell3.name.(每当此生物消灭一个敌方队伍时，它有20%的几率将其队伍数量增加+1个单位)。"